docs/calc_semi_5.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"https://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="https://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>微分ゼミ 5回目 (2017.11.16)</title>
<!-- 2017-11-13 Mon 12:49 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="suzuki@iwate-u.ac.jp" />
</head>
<body>
<div id="content">
<h1 class="title">微分ゼミ 5回目 (2017.11.16)</h1>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> 前回までのまとめや手書き資料</h2>
<div class="outline-text-2" id="text-1">
<p>
ネットで 'masayuki054 hatena 微分積分' で検索して，
「はてなダイアリー」というサイトの，
「masayuki054's diary」 のページを見つけてください。
</p>

<p>
どこかにある，「微分ゼミ &#x2013; 岩手大学 学修支援 2017」というページが
入口です。
</p>

<p>
<a href="https://masayuki054.hatenablog.com/entry/2017/11/08/211556">https://masayuki054.hatenablog.com/entry/2017/11/08/211556</a>
</p>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> 逆関数とその微分</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> 逆関数とその微分</h3>
<div class="outline-text-3" id="text-2-1">
<p>
逆関数の意味について，下記ページを読んで，理解しましょう:
</p>

<p>
逆関数の３つの定義と使い分け | 高校数学の美しい物語
<a href="https://mathtrain.jp/inverse">https://mathtrain.jp/inverse</a>
</p>

<p>
逆関数の微分について，下記ページを読んで，理解しましょう:
</p>

<p>
岩手大学理工学部 微分積分学 I (再履修)
<a href="https://sites.google.com/s/0BwUWvGKIXA9PLUpfX2FtbGJxemM/p/0BwUWvGKIXA9Pcy1qYTBqZmtwVmc/edit">https://sites.google.com/s/0BwUWvGKIXA9PLUpfX2FtbGJxemM/p/0BwUWvGKIXA9Pcy1qYTBqZmtwVmc/edit</a>
</p>
</div>
</div>
</div>


<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> 合成関数の微分，対数微分法</h2>
<div class="outline-text-2" id="text-3">
<p>
下記ページを読んで，微分法について，確認してください:
</p>

<p>
微分公式一覧（基礎から発展まで） | 高校数学の美しい物語
<a href="https://mathtrain.jp/bibunmatome">https://mathtrain.jp/bibunmatome</a>
</p>


<p>
合成関数と対数微分法について，しっかり理解してください。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: suzuki@iwate-u.ac.jp</p>
<p class="date">Created: 2017-11-13 Mon 12:49</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 25.1.1 (<a href="https://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
